tap "coredns/deployment", "https://github.com/coredns/deployment"
tap "drone/drone"
tap "fangli/dev"
tap "getantibody/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "schniz/tap"
tap "talal/tap"
brew "ack"
brew "libyaml"
brew "ansible"
brew "antigen"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion@2"
brew "bat"
brew "bison"
brew "broot"
brew "libffi"
brew "pixman"
brew "carthage"
brew "cli53"
brew "cmake"
brew "curl"
brew "nghttp2"
brew "curl-openssl"
brew "doctl"
brew "emacs"
brew "openjpeg"
brew "ffmpeg"
brew "figlet"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "grc"
brew "hping"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli", link: false
brew "libatomic_ops"
brew "libcroco"
brew "libexif"
brew "libpq"
brew "libusb-compat"
brew "macvim"
brew "makedepend"
brew "mas"
brew "mkcert"
brew "moreutils"
brew "mtr"
brew "nano"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssh"
brew "osquery"
brew "pinentry-mac"
brew "pspg"
brew "pth"
brew "py2cairo"
brew "py3cairo"
brew "pygobject3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scrcpy"
brew "terminal-notifier"
brew "terraform"
brew "terraform-inventory"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "watch"
brew "wget"
brew "wrk"
brew "yq"
brew "fangli/dev/rancherssh"
brew "getantibody/tap/antibody"
brew "go-task/tap/go-task"
brew "schniz/tap/fnm"
cask "docker"
cask "font-menlo-for-powerline"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "sublime-text"
cask "tableplus"
cask "tidal"
cask "transmit"
cask "vlc"
cask "webtorrent"
mas "1Password 7", id: 1333542190
mas "Deckset", id: 847496013
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
