tap "fangli/dev"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "talal/tap"
brew "ack"
brew "libyaml"
brew "openssl"
brew "ansible"
brew "antigen"
brew "autoconf"
brew "awscli", link: false
brew "bat"
brew "bison"
brew "gettext"
brew "libffi"
brew "pixman"
brew "carthage"
brew "cmake"
brew "pth"
brew "dirmngr"
brew "docker", link: false
brew "emacs"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "grc"
brew "htop"
brew "hub"
brew "little-cms2"
brew "openjpeg"
brew "imagemagick"
brew "jq"
brew "libatomic_ops"
brew "libcroco"
brew "libexif"
brew "libusb-compat"
brew "libuv"
brew "macvim"
brew "makedepend"
brew "mas"
brew "moreutils"
brew "mtr"
brew "nano"
brew "neovim"
brew "nghttp2", link: false
brew "nmap"
brew "pass"
brew "pinentry-mac"
brew "py2cairo"
brew "py3cairo"
brew "pygobject3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "terminal-notifier"
brew "terraform"
brew "terraform-inventory"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "watch"
brew "wget"
brew "wrk"
brew "fangli/dev/rancherssh"
brew "getantibody/tap/antibody"
brew "talal/tap/bonclay"
cask "1password-cli"
cask "balenaetcher"
cask "betterzipql"
cask "calibre"
cask "citrix-workspace"
cask "dropbox"
cask "evernote"
cask "font-fira-code"
cask "font-menlo-for-powerline"
cask "java"
cask "licecap"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "skype"
cask "slack"
cask "sourcetree"
cask "sublime-text"
cask "suspicious-package"
cask "teamviewer"
cask "vlc"
cask "webpquicklook"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "ColorSlurp", id: 1287239339
mas "Deckset", id: 847496013
mas "Evernote", id: 406056744
mas "iBooks Author", id: 490152466
mas "iMovie", id: 408981434
mas "Install macOS Mojave", id: 0
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
