tap "coredns/deployment", "https://github.com/coredns/deployment"
tap "drone/drone"
tap "fangli/dev"
tap "getantibody/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "schniz/tap"
tap "talal/tap"
brew "ack"
brew "libyaml"
brew "ansible"
brew "antigen"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion@2"
brew "bat"
brew "bison"
brew "broot"
brew "pixman"
brew "carthage"
brew "cli53"
brew "cmake"
brew "curl"
brew "direnv"
brew "doctl"
brew "emacs"
brew "openjpeg"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "libtool"
brew "graphviz"
brew "grc"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli", link: false
brew "libatomic_ops"
brew "libcroco"
brew "libexif"
brew "libffi"
brew "libpq"
brew "libusb-compat"
brew "lima"
brew "macvim"
brew "makedepend"
brew "mas"
brew "mkcert"
brew "moreutils"
brew "mtr"
brew "nano"
brew "netcat"
brew "nmap"
brew "openssh"
brew "pinentry-mac"
brew "pspg"
brew "pth"
brew "py3cairo"
brew "pygobject3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "scrcpy"
brew "sops"
brew "starship"
brew "terminal-notifier"
brew "terraform"
brew "terraform-inventory"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "watch"
brew "wget"
brew "wrk"
brew "yq"
brew "go-task/tap/go-task"
cask "font-menlo-for-powerline"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "obsidian"
cask "tableplus"
cask "tidal"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "zoom"
mas "Deckset", id: 847496013
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "adamhartford.vscode-base64"
vscode "ahmadalli.vscode-nginx-conf"
vscode "akmittal.hugofy"
vscode "bibhasdn.unique-lines"
vscode "budparr.language-hugo-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eriklynd.json-tools"
vscode "floone.varnish-vcl"
vscode "forbeslindesay.vscode-sql-template-literal"
vscode "frigus02.vscode-sql-tagged-template-literals"
vscode "frigus02.vscode-sql-tagged-template-literals-syntax-only"
vscode "geddski.macros"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "igorsbitnev.error-gutters"
vscode "ilevine.squash"
vscode "ipedrazas.kubernetes-snippets"
vscode "jrebocho.vscode-random"
vscode "linusu.auto-dark-mode"
vscode "mblode.pretty-formatter"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "octref.vetur"
vscode "prateekmahendrakar.prettyxml"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "shardulm94.trailing-spaces"
vscode "signageos.signageos-vscode-sops"
vscode "sleistner.vscode-fileutils"
vscode "sourcegraph.cody-ai"
vscode "steoates.autoimport"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "tgreen7.vs-code-node-require"
vscode "thomas-baumgaertner.vcl"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "weaveworks.vscode-gitops-tools"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "wscats.qf"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
